---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ScaleFailures
source: html/8b1dd49f-ada2-b665-b540-c1dd0bc43bfc.htm
---
# BuiltInFailures.ScaleFailures Properties

Can't scale link that shares coordinates with host model